[
  {
    "Id": 1,
    "Bread": "Sourdough",
    "Image": "sourdough.jpg",
    "Prep": "30 MINS",
    "Cooktime": "25-30 MINS",
    "Serving": "1 loaf (12 slices)",
    "Method": [
      "1.place all the ingredients in a bowl and add 250ml cold water. Mix together thoroughly with a spoon until you have a spongy mixture, then cover with cling film and leave at room temperature at least overnight",
      " 2.To make the bread dough, tip the ingredients into a clean bowl and add 1 tbsp fine salt, 200ml cold water and your starter. Bring all the ingredients together to a dough, adding a splash more water if too stiff, then tip out onto a lightly floured surface and knead for at least 10 mins until smooth, elastic and springy. Place the dough in a clean, lightly oiled bowl, cover with cling film and leave until doubled in size – about 1 hr at room temperature, 3 hrs in the fridge",
      " 3.Tip the dough onto a floured surface and gently shape into a round – you don’t want to knock too much air out of the dough. Dust a piece of baking parchment heavily with flour and sit the dough on top. Cover with a tea towel and leave to prove for 1 hr until doubled in size",
      " 4.Heat oven to 220C/200C fan/gas 7. Place a sturdy flat baking tray on the middle shelf of the oven and a smaller tray with sides underneath. Dust the dough with flour and slash with a utility knife. Slide the bread onto the hot tray on top and throw a few ice cubes (or pour some cold water) onto the tray below – this creates a burst of steam, which helps the bread form a nice crust. Bake for 25-30 mins until the loaf sounds hollow when tapped on the bottom. Leave the bread to cool completely."
    ]
  },
  {
    "Id": 2,
    "Bread": "Cheese and Pesto Whirls",
    "Image": "PestoWhirls.jpg",
    "Prep": "40 MINS",
    "Cooktime": "40 MINS",
    "Serving": "12",
    "Method": [
      "1.Combine the flour, yeast, sugar and 1 1/2 tsp fine salt in a large mixing bowl",
      " 2.Measure out 300ml warm water and add roughly 280ml to the flour, along with the olive oil, and start mixing until the ingredients start to clump together as a dough.Measure out 300ml warm water and add roughly 280ml to the flour, along with the olive oil, and start mixing until the ingredients start to clump together as a dough",
      " 3.Work dough until smooth and elastic then leave in a clingfilm covered bowl at room temperature for 25 minutes",
      " 4.Line a baking tray with parchment. Uncover the dough and punch it down a couple of times with your fist, knocking out all the air bubbles. Tip out onto a floured work surface and dust the top with a little flour too, if it is sticky. Roll the dough out to a rectangle, roughly 40 x 30cm. Spread the pesto over the dough, then scatter over the tomatoes, both cheeses and the basil. Roll the dough up from one of the longer sides, into a long sausage",
      " 5.Use a sharp knife to cut the dough into 12 even pieces. Place on the baking tray, cut-side up, in a 3-by-4 formation, making sure the open end of each roll is tucked in towards the centre on the arrangement – this will prevent them from uncoiling during cooking. Leave a little space between each roll as they will grow and touch as they prove. Loosely cover with oiled cling film and leave to prove for 30 mins–1 hr until almost doubled in size again. Heat oven to 200C/180C fan/gas 6.",
      " 6.Uncover the bread when it is puffed up. Bake on the middle shelf in the oven for 35-40 mins until golden brown and the centre looks dry and not doughy. Remove from the oven and leave to cool for at least 10 mins."
    ]
  },
  {
    "Id": 3,
    "Bread": "Focaccia with pesto & mozzarella",
    "Image": "focaccia.jpg",
    "Prep": "25 MINS",
    "Cooktime": "30 MINS",
    "Serving": "4-6",
    "Method": [
      "1.Put the flour into a bowl and mix in the salt. Mix the yeast into 325ml tepid water. Add the water and oil to the flour, then mix well with a plastic scraper or your hands. When most of the liquid is incorporated, use your hands to bring all the ingredients together into a ball of dough.",
      " 2.Tip the dough out onto a worktop lightly dusted with flour and work it by pulling and stretching for at least 10 mins. Try to get as much air into it as possible. Put the ball of worked dough into a well-oiled bowl, cover with a little more oil and a tea towel or cling film. Leave to rest for 1 hr or so in a non-draughty warm spot, until doubled in size.",
      " 3.Now stretch the dough out onto a baking sheet until it’s about 20 x 30cm. Leave the dough to rise again to about half as high again, about 30-40 mins in a warm draught-free place, loosely covered with a tea towel.",
      " 4.Heat oven to 180C/160C fan/gas 4. When the dough has risen, press your fingers into it gently to make some holes. Bake for about 15 mins, then remove from the oven. Tear over the mozzarella, then bake for another 5-10 mins until golden and cooked through. Drizzle over the pesto and scatter with sea salt, if you like. Serve straight away."
    ]
  },
  {
    "Id": 4,
    "Bread": "Rustic Bread",
    "Image": "rustic.jpg",
    "Prep": "30 MINS",
    "Cooktime": "20-30 MINS",
    "Serving": "8",
    "Method": [
      "1.Heat oven to 220C/fan 200C/gas 7. Mix together the flour, yeast and 1/2 tsp salt. Add the oil, then pour in the water gradually, adding enough to make a soft dough. Knead the dough on a lightly floured surface for about 4-5 mins until the dough feels strong, bouncy and has a silky feel to it.",
      " 2.Cut the dough into 8 pieces, then roll out into rough rounds about 16-17cm in diameter. (Don’t pile them on top of each other or they will stick together.)",
      " 3.Sprinkle a baking sheet or two with semolina if you have it, otherwise leave plain. Lay the breads on the sheets and let them sit for 5 mins, then scatter with rosemary, salt and pepper and drizzle with olive oil. Bake in batches for 8-10 mins until puffy and golden. Can be made 3-4 hrs ahead."
    ]
  },
  {
    "Id": 5,
    "Bread": "Pitta Bread",
    "Image": "pitta.jpg",
    "Prep": "20 MINS",
    "Cooktime": "40 MINS",
    "Serving": "8",
    "Method": [
      " 1.Mix the yeast with 300ml warm water in a large bowl. Leave to sit for 5 mins until the yeast is super bubbly then tip in the flour, salt and olive oil. Bring the mixture together into a soft dough. Don’t worry if it looks a little rough round the edges.",
      " 2.Tip the dough onto a lightly floured work surface. Knead for 5-10 mins until you have a soft, smooth and elastic dough. Try to knead using as little extra flour as possible, just enough so that the dough doesn’t stick – this will keep the pittas light and airy. Once kneaded, place in a lightly oiled bowl, cover with a tea towel and leave to double in size, approximately 1 hour.",
      " 3.Heat oven as high as it will go (ideally 250C/230C fan/gas 9) and put a large baking tray on the middle shelf of the oven to get searingly hot. Divide the dough into eight balls then flatten each into a disc with the palm of your hand. On a lightly floured surface, roll each disc into an oval, around 20cm long, 15cm wide and 3-5mm thick.",
      " 4.Carefully remove the hot tray from the oven. Dust with flour then place your pittas directly onto it – you may have to do this in batches. Return swiftly to the oven and bake for 4-5 mins, or until the pittas have puffed up and are a pale golden colour. Wrap each hot pitta in a clean tea towel once it's baked to keep it soft while the others cook."
    ]
  }
]